Seo/LF_30/Allrun_par
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/CleanFunctions  # Tutorial clean functions

decomposePar
// mpirun -np 4 buoyantBoussinesqPvapFoam -parallel > buoy.log

reconstructPar
#------------------------------------------------------------------------------
